tap "buo/cask-upgrade"
tap "common-fate/granted"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "turbot/tap"
brew "antidote"
brew "openssl@3"
brew "readline"
brew "xz"
brew "awscli"
brew "bat"
brew "bottom"
brew "cargo-audit"
brew "chezmoi"
brew "choose"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "curl"
brew "curlie"
brew "diff-so-fancy"
brew "docker"
brew "docker-credential-helper"
brew "dog"
brew "dust"
brew "eza"
brew "fzf"
brew "gh"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-typist"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gping"
brew "gradle"
brew "grep"
brew "gtop"
brew "htop"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "marp-cli"
brew "minikube"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "procs"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "saml2aws"
brew "speedtest-cli"
brew "sqsmover"
brew "steampipe"
brew "stow"
brew "tcl-tk"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "xh"
brew "zlib"
brew "zoxide"
brew "common-fate/granted/granted"
brew "hashicorp/tap/terraform"
cask "alfred"
cask "displaylink"
cask "docker"
cask "eqmac"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-m+-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "maccy"
cask "ngrok"
cask "obsidian"
cask "rectangle"
cask "wezterm"
cask "zed"
