tap "bufbuild/buf"
tap "buo/cask-upgrade"
tap "common-fate/granted"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ibotta/private"
tap "ngrok/ngrok"
tap "skyscanner/tools"
tap "speakeasy-api/tap"
tap "turbot/tap"
brew "antidote"
brew "argocd"
brew "openssl@3"
brew "readline"
brew "xz"
brew "awscli"
brew "bat"
brew "bottom"
brew "cargo-audit"
brew "chezmoi"
brew "choose"
brew "cmake"
brew "lima"
brew "colima"
brew "comby"
brew "curl"
brew "curlie"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "dog"
brew "dust"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-typist"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gping"
brew "openjdk"
brew "gradle"
brew "grep"
brew "gtop"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "just"
brew "kubernetes-cli"
brew "kustomize"
brew "marp-cli"
brew "minikube"
brew "mise"
brew "neovim"
brew "nvm"
brew "openapi-generator"
brew "openjdk@11"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pkgconf"
brew "pnpm"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "saml2aws"
brew "speedtest-cli"
brew "sqsmover"
brew "steampipe"
brew "stow"
brew "swagger-codegen"
brew "tcl-tk"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "xh"
brew "xsv"
brew "yq"
brew "zlib"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "common-fate/granted/granted"
brew "goreleaser/tap/goreleaser"
brew "skyscanner/tools/turbolift"
brew "speakeasy-api/tap/speakeasy"
cask "alfred"
cask "block-goose"
cask "docker"
cask "eqmac"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "ghostty"
cask "maccy"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "wezterm"
cask "zed"
cask "zen"
